<?php

$languageNames = array(
'ne' => 'नेपाली',
);

$currencyNames = array(
'AFA' => 'अफ्गानी(१९२७-२००२)',
'AFN' => 'अफ्गानी',
'ALL' => 'अल्बानियन लेक',
'AUD' => 'अष्ट्रेलियन डलर',
'BRL' => 'ब्राजिलियन रियल',
'CNY' => 'चिनिँया युआन रेनिबी',
'EUR' => 'युरो',
'GBP' => 'बेलायती पाउण्ड स्टर्लिङ',
'INR' => 'भारती रूपिँया',
'JPY' => 'जापानी येन',
'NOK' => 'नर्वेजियाली क्रोन',
'NPR' => ''PHP' => 'फिलिपिनी पेसो',
'RUB' => 'रूसी रूबल',
'USD' => 'संयुक्त राज्य डलर',
'XXX' => 'अपरिचित वा अवैध मुद्रा',
);

$countryNames = array(
);
