<?php

$languageNames = array(
);

$currencyNames = array(
'AFN' => 'ئەفغانیی ئەفغانستان',
'BHD' => 'دیناری بەحرەینی',
'BZD' => 'دۆلاری بەلیزی',
'DZD' => 'دیناری جەزائیری',
'EUR' => 'یورۆ',
'IQD' => 'دیناری عێراقی',
'IRR' => 'ڕیاڵی ئێرانی',
'JOD' => 'دیناری ئوردنی',
'KWD' => 'دیناری کووەیتی',
'OMR' => 'ڕیاڵی عومانی',
'QAR' => 'ڕیاڵی قەتەری',
'SAR' => 'ڕیاڵی سەعوودی',
'TND' => 'دیناری توونس',
'TRY' => 'لیرەی تورکیا',
'TTD' => 'دۆلاری ترینیداد و تۆباگۆ',
'XAU' => 'زێڕ',
);

$countryNames = array(
);
