<?php

/** @phpcs-require-sorted-array */
$languageNames = [
	'de' => 'ꯖꯔꯃꯟ',
	'de-at' => 'ꯑꯁꯇ꯭ꯔ꯭ꯤꯌꯥꯟ ꯖꯔꯃꯟ',
	'de-ch' => 'ꯁ꯭ꯋꯤꯁ ꯍꯥꯏ ꯖꯔꯃꯟ',
	'en' => 'ꯏꯪꯂꯤꯁ',
	'en-au' => 'ꯑꯁꯇ꯭ꯔꯦꯂꯤꯌꯥꯟ ꯏꯪꯂꯤꯁ',
	'en-ca' => 'ꯀꯅꯥꯗꯤꯌꯥꯟ ꯏꯪꯂꯤꯁ',
	'en-gb' => 'ꯕ꯭ꯔꯤꯇꯤꯁ ꯏꯪꯂꯤꯁ',
	'en-us' => 'ꯑꯃꯦꯔꯤꯀꯥꯟ ꯏꯪꯂꯤꯁ',
	'es' => 'ꯁ꯭ꯄꯦꯅꯤꯁ',
	'es-419' => 'ꯂꯦꯇꯤꯟ ꯑꯃꯦꯔꯤꯀꯥꯟ ꯏꯪꯂꯤꯁ',
	'es-es' => 'ꯌꯨꯔꯣꯄꯤꯌꯥꯟ ꯁ꯭ꯄꯦꯅꯤꯁ',
	'es-mx' => 'ꯃꯦꯛꯁꯤꯀꯥꯟ ꯏꯪꯂꯤꯁ',
	'fr' => 'ꯐ꯭ꯔꯥꯟꯆ',
	'fr-ca' => 'ꯀꯅꯥꯗꯤꯌꯥꯟ ꯐ꯭ꯔꯥꯟꯆ',
	'fr-ch' => 'ꯁ꯭ꯋꯤꯁ ꯐ꯭ꯔꯥꯟꯆ',
	'it' => 'ꯏꯇꯥꯂꯤꯌꯥꯟ',
	'ja' => 'ꯖꯄꯥꯅꯤꯁ',
	'pt' => 'ꯄ꯭ꯔꯣꯇꯨꯒꯤꯁ',
	'pt-br' => 'ꯕ꯭ꯔꯥꯓꯤꯂꯤꯌꯥꯟ ꯄ꯭ꯔꯣꯇꯨꯒꯤꯁ',
	'pt-pt' => 'ꯌꯨꯔꯣꯄꯤꯌꯥꯟ ꯄ꯭ꯔꯣꯇꯨꯒꯤꯁ',
	'ru' => 'ꯔꯁꯤꯌꯥꯟ',
	'und' => 'ꯃꯁꯛꯈꯪꯗꯕ ꯂꯣꯟ',
	'zh' => 'ꯆꯥꯏꯅꯤꯁ',
	'zh-hans' => 'ꯑꯔꯥꯏꯕ ꯆꯥꯏꯅꯤꯁ',
	'zh-hant' => 'ꯑꯔꯤꯕ ꯆꯥꯏꯅꯤꯁ',
];

$currencyNames = [
	'BRL' => 'ꯕ꯭ꯔꯥꯓꯤꯂꯤꯌꯥꯟ ꯔꯤꯌꯦꯜ',
	'CNY' => 'ꯆꯥꯏꯅꯤꯁ ꯌꯨꯑꯥꯟ',
	'EUR' => 'ꯌꯨꯔꯣ',
	'GBP' => 'ꯕ꯭ꯔꯤꯇꯤꯁ ꯄꯥꯎꯟ',
	'INR' => 'ꯏꯟꯗꯤꯌꯥꯟ ꯔꯨꯄꯦ',
	'JPY' => 'ꯖꯄꯥꯅꯤꯁ ꯌꯦꯟ',
	'RUB' => 'ꯔꯁꯤꯌꯥꯟ ꯔꯨꯕꯜ',
	'USD' => 'ꯌꯨ ꯑꯦꯁ ꯗꯤ',
	'XXX' => 'ꯃꯁꯛ ꯈꯪꯗꯕ ꯁꯦꯟꯌꯦꯛ',
];

$countryNames = [
	'BR' => 'ꯕ꯭ꯔꯥꯓꯤꯜ',
	'CN' => 'ꯆꯥꯏꯅꯥ',
	'DE' => 'ꯖꯔꯃꯅꯤ',
	'FR' => 'ꯐ꯭ꯔꯥꯟꯆ',
	'GB' => 'ꯌꯨꯅꯥꯏꯇꯦꯗ ꯀꯤꯡꯗꯝ',
	'IN' => 'ꯏꯟꯗꯤꯌꯥ',
	'IT' => 'ꯏꯇꯥꯂꯤ',
	'JP' => 'ꯖꯄꯥꯟ',
	'RU' => 'ꯔꯁꯤꯌꯥ',
	'US' => 'ꯌꯨꯅꯥꯏꯇꯦꯗ ꯁ꯭ꯇꯦꯠꯁ',
];
