<?php

/** @phpcs-require-sorted-array */
$languageNames = [
	'az-cyrl' => 'озарӣ бо ҳуруфи сириллик',
	'bas' => 'Басаа',
	'bfi' => 'забони ишоравии бритониёӣ',
	'cak' => 'Қақчикел',
	'ccp' => 'Чакма',
	'ccp-beng' => 'Чакма бо ҳуруфи банголӣ',
	'cnh' => 'Ҳака-Чин',
	'ctg' => 'Читтагонӣ',
	'de-1901' => 'Олмонӣ (пеш аз 1996)',
	'enm' => 'англисии миёна',
	'eo-hsistemo' => 'Эсперанто (h-система)',
	'eo-xsistemo' => 'Эсперанто (x-система)',
	'fon' => 'Фон',
	'frm' => 'Фаронсавии миёна',
	'fro' => 'Фаронсавии қадима',
];
