<?php

/** @phpcs-require-sorted-array */
$languageNames = [
	'apc' => 'Ӏаьрбийн меттан левантийн диалект',
	'az-cyrl' => 'азербайджанийн (кириллица)',
	'bfi' => 'Британийн ишарийн мотт',
	'bzs' => 'Бразилин ишарийн мотт',
	'cak' => 'какчикель',
	'ccp' => 'чакма',
	'ccp-beng' => 'чакма (бенгалхойн йоза)',
	'ctg' => 'Читтагонийн',
	'frm' => 'Йуккъерафранцузийн мотт',
	'fro' => 'Ширафранцузийн мотт',
	'gmh' => 'Йуккъералакхара немцойн',
	'ja-hira' => 'японийн (хирагана)',
	'ja-hrkt' => 'японийн (кана)',
	'ja-kana' => 'японийн (катакана)',
	'lad-hebr' => 'ладино (ивритан йоза)',
	'lij-mc' => 'монегаскийн',
	'mis' => 'ловш боцу мотт',
	'mvf' => 'периферийн монголийн',
	'nn-hognorsk' => 'хоьгнорск',
	'non' => 'шираскандинавийн',
	'non-runr' => 'шираскандинавийн (руник йоза)',
	'nrf-gg' => 'гернесийн',
	'rm-rumgr' => 'руманч грижун',
	'rm-surmiran' => 'сурмиранийн',
];
