<?php

$languageNames = array(
'bo' => 'པོད་སྐད་',
'dz' => 'རྫོང་ཁ',
'hi' => 'ཧིན་དི',
'ja' => 'རི་པིན་སྐད་',
'ne' => 'ནེ་པ་ལི',
'ru' => 'ཨུ་རུ་སུ་སྐད་',
'zh' => 'རྒྱ་སྐད་',
);

$currencyNames = array(
'CNY' => 'ཡུ་ཨན་',
'INR' => 'རྒྱ་གར་སྒོར་མོ་',
'XXX' => 'མ་རྟོགས་པའི་ནུས་མེད་དངུལ་ལོར',
);

$countryNames = array(
'CN' => 'རྒྱ་ནག',
'DE' => 'འཇར་མན་',
'GB' => 'དབྱིན་ཇི་',
'IN' => 'རྒྱ་གར་',
'IT' => 'ཨི་ཀྲར་ལི་',
'JP' => 'རི་པིན་',
'NP' => 'བར་ཡུལ་',
'RU' => 'ཨུ་རུ་སུ་',
'US' => 'ཨ་མེ་རི་ཀ་',
);
